var kashi=new Array();

kashi[1] ="Firefox OSスマホ Flame 5分間クッキング";
kashi[2] ="Shunji Nakashima";

kashi[4] ="♫ ついに手に入れた Firefoxのスマホ";
kashi[8] ="♫ 名前はFlame 「R」じゃない「L」だよ";
kashi[12]="♫ 意味は燃え盛る 「炎・情熱・恋人」";
kashi[16]="♫ 好きなアプリを自由に作る Flameは楽しいな";

kashi[20]="♫ スマホの外箱 なかなかかっこよいね";
kashi[24]="♫ 電池にカバーにコードもついてるイヤホンもね";
kashi[28]="♫ いよいよスマホ起動 きつねくんかっこよいね";
kashi[32]="♫ でも確かFirefox 意味は「レッサーパンダ」";

kashi[36]="♫ アプリ作ろうアプリ作ろう いよいよ開発の準備だ";
kashi[40]="♫ アプリ作ろうアプリ作ろう Firefoxブラウザ必要";
kashi[44]="♫ アプリ作ろうアプリ作ろう お次はテキストエディタ";
kashi[48]="♫ 参考書も買って準備完了 なんでもどんと来い";

kashi[52]="♫ アプリ作ろうアプリ作ろう ADBヘルパアドオンして";
kashi[56]="♫ アプリ作ろうアプリ作ろう アプリマネジャ起動して";
kashi[60]="♫ アプリ作ろうアプリ作ろう HTML5でプログラム";
kashi[64]="♫ もっと知りたいなら今すぐ東京ｱﾌﾟﾘﾜｰｸｼｮｯﾌﾟ";

kashi[68]="♫ 間奏";

kashi[72]="♫ ついに始めるぞ アプリのプログラム";
kashi[76]="♫ 最初はタグを書く &lt;!DOCTYPE html>";
kashi[80]="♫ デザインはCSS3 変形・アニメ・三次元";
kashi[84]="♫ 計算するし図形も描く JavaScript最高！";

kashi[88]="♫ アプリ作ろうアプリ作ろう ADBヘルパアドオンして";
kashi[92]="♫ アプリ作ろうアプリ作ろう アプリマネジャ起動して";
kashi[96]="♫ アプリ作ろうアプリ作ろう HTML5でプログラム";
kashi[100]="♫ もっと知りたいなら今すぐ東京ｱﾌﾟﾘﾜｰｸｼｮｯﾌﾟ";

kashi[104]="♫ ついに動き出す はじめてのスマホアプリ";
kashi[108]="♫ 画面の下にある 「シミュレータを起動」ポチして";
kashi[112]="♫ アプリのアイコンポチ ほら動きだした";
kashi[116]="♫ 地球上ではじめてのアプリ Flameは楽しいな";

kashi[120]="♫ そしていよいよだ スマホにいざインストール";
kashi[124]="♫ ケーブルを取り付けて ほら「接続先」ポチして";
kashi[128]="♫ 「デバッグ」ボタンポチ ほら動きだした";
kashi[132]="♫ 宇宙中ではじめてのアプリ Flameは楽しいな";

kashi[135]="";
